Repository: marcioadr88/clara-mobile-challenge
Catalog: Clara Mobile Challenge/Clara Mobile Challenge/Assets/Strings.xcstrings
Source language: en
Languages: es

# badRequestError
source: The request could not be completed.
es: No se pudo realizar la petición

source: Band Members
es: Miembros de la banda

# errorOccurred
source: An error occurred: %@
es: Ocurrió un error: %@

# httpClientError
source: Network error
es: Error de red

# invalidDataError
source: The data received is not in the correct format.
es: Los datos recibidos no están en el formato correcto.

source: Loading artist details...
es: Cargando datos del artista

source: Loading more...
es: Cargando...

source: No profile data
es: Sin datos

source: Search
es: Buscar

source: Searching...
es: Buscando

# selectArtist
source: Select an artist
es: Selecciona un artista

# serverError
source: The server returned an error %@
es: El servidor ha retornado un error %@

# startTypingToSearch
source: Start typing to search for artists
es: Escribe para empezar a buscar artistas
